{
  "PAGE": {
    "LOGIN": {
      "BUTTONLOGIN": "Entrar",
      "BUTTONREGISTRE": "Registra't",
      "BUTTONRECUPERAR": "Has oblidat la contrasenya?",
      "TEXTUSER": "Usuari o Correu electrònic:",
      "TEXTPASSWORD": "Contrasenya:",
      "HEADERALERTA": "Login Fallit",
      "TEXTALERTA": "L'email o contrasenya introduit no correspon amb cap usuari registrat",
      "BUTTON": "Dacord",
      "LABELLINK": "Fes una ullada als nostres",
      "LINK": "termes d'ús i política de privacitat"
    },
    "PERFIL": {
      "TITLE": "Perfil",
      "BUTTONINFORMACIO": "Informació",
      "BUTTONJOCS": "Jocs",
      "BUTTONSEGUIDORS": "Seguidors",
      "BUTTONSEGUITS": "Seguits",
      "BUTTONPUBLICACIONS": "Publicacions",
      "BUTTONMAGRADA": "M'agrada"
    },
    "INFORMACIO": {
      "TITLE": "Informació"
    },
    "REGISTRE": {
      "TITLE": "Registre",
      "SUBTITLE": "Crea el teu compte",
      "LABELNICK": "Nom d'usuari",
      "LABELNOM": "Nom",
      "LABELCOGNOM": "Cognoms",
      "LABELCORREU": "Correu electrònic",
      "LABELDATANAIXEMENT": "Data de naixement",
      "LABELCONTRASENYA": "Contrasenya",
      "LABELCONTRASENYAREP":"Confirmar contrasenya",
      "BUTTONREGISTRE": "Registra't",
      "ERROR1": "El nom d'usuari ha de tenir entre 3 i 20 caracters",
      "ERROR2": "Aquest nom d'usuari està ocupat",
      "ERROR3": "El nom d'usuari només pot tenir caràcters alfanumèrics",
      "ERROR4": "El format del correu electrònic no es vàlid",
      "ERROR5": "La contrasenya ha de tenir mínim 8 caràcters",
      "ERROR6": "La contrasenya ha de contenir mínim una minúscula, una majúscula i un número",
      "ERROR7": "Les contrasenyes no coincideixen",
      "ALERTCORRECT": "El registre s'ha completat correctament",
      "ALERTINCORRECTE": "Hi ha camps del formulari que són incorrectes o no estan complets",
      "ALERTERRORSERVER": "Hi ha hagut algun problema a l'hora de crear el teu nou perfil",
      "LABELLINK": "Accepta els",
      "LINK": "termes d'ús i política de privacitat"
    },
    "CONFIGURACIO": {
      "TITLE": "Configuració",
      "PRIVACITY": "Compte privada",
      "NOTIFY": "Notificacions",
      "IDIOMES": "Idioma:",
      "ENGLISH": "Inglés",
      "SPANISH": "Castellà",
      "CATALAN": "Català"
    },
    "RECUPERAR": {
      "TITLE0": "Recuperar contrasenya",
      "TITLE1": "Correu enviat",
      "TITLE2": "Correu erroni",
      "MESSAGE1": "Contrasenya enviada a la dirrecció donada, sino la rebut repeteixi el procés i asseguris que el correu és el correcte. Assegurat de mirar l'spam",
      "MESSAGE2": "El correu introduït no existeix",
      "BUTTON": "Dacord",
      "BUTTON1": "Enviar correu",
      "DESCRIPTION": "Escriu el correu correcte i rebràs una nova contrasenya"
    },
    "EDITAR": {
      "TITLE": "Editar publicació"
    },
    "COMPARTIR": {
      "TITLE": "Compartir publicació",
      "DESCRIPTION": "Escull la xarxa social on vols compartir aquesta publicació"
    },
    "TERMES": {
      "TITLE": "Termes d'ús i condicions de privacitat",
      "LABELRPOTECCIODEDADES": "Protecció de dades",
      "TEXTPROTECCIODEDADES1": "En compliment de la Llei Orgànica 15/1999, de 13 de desembre de Protecció de Dades de Caràcter Personal (LOPD), Sharefy amb CIF B-87667832, com a responsable del fitxer informa de les següents consideracions: Les dades de caràcter personal que li demanem, quedaran incorporades a un fitxer qual la finalitat és de enviar-li les comunicacions comercials.",
      "TEXTPROTECCIODEDADES2": "Si ho desitja, pot exercir els drets d'accés, rectificació, cancel·lació o oposició de les seves dades personals en el correu electrònic a info@sharefy.com o per escrit al carrer Falsa, 123, Barcelona.",
      
      "LABELPOLITICADEPRIVACITAT": "Política de privacitat",
      "LABELPREGUNTA1": "Qui és el responsable del tractament de les teves dades?",
      "LABELRESPOSTA11": "Identitat: Sharefy",
      "LABELRESPOSTA12": "CIF: B-87667832",
      "LABELRESPOSTA13": "Dir. Postal: Carrer Falsa, 123, Barcelona",
      "LABELRESPOSTA14": "E-Mail: info@sharefy.com",
      
      "LABELPREGUNTA2": "Amb quina finalitat tractarem les teves dades personals?",
      "LABELRESPOSTA21": "A Sharefy tractem les seves dades amb la finalitat principal de mantenir la nostra agenda de contactes:",
      "LABELRESPOSTA22": "a) Com a persona de contacte per a mantenir relacions amb l'entitat jurídica o organització en què vostè presta els seus serveis.",
      "LABELRESPOSTA23": "b) Com interessat que s'ha posat en contacte amb nosaltres consultándonos o sol·licitant-nos alguna infomació, per poder atendre'l.",
      "LABELRESPOSTA24": "c) Com a persona de contacte per a mantenir relacions directament.",
      "LABELRESPOSTA25": "Com a finalitat addicional, en cas que se li hagués sol·licitat autorització i ens l'hagués concedit, tractarem les seves dades per a l'enviament de comunicacions comercials.",

      "LABELPREGUNTA3": "Quant de temps conservarem les teves dades?",
      "LABELRESPOSTA31": "Les dades personals proporcionades es conservaran en la finalitat principal:",
      "LABELRESPOSTA32": "a) En cas de tractar d'una persona de contacte per a mantenir relacions amb l'entitat jurídica o organització en què vostè presta els seus serveis, o bé directament, es conservaran mentre es mantingui la nostra relació amb aquesta entitat jurídica o organització, i fora de perill els terminis legals per les responsabilitats legals que es puguin derivar de la relació amb l'entitat jurídica o organització.",
      "LABELRESPOSTA33": "b) En cas d'interessat posat en contacte amb nosaltres, fins a 6 mesos després d'atendre el seu requeriment, per si es produïssin per la seva banda comunicacions posteriors en referència a aquesta consulta o requeriment d'informació.",
      "LABELRESPOSTA34": "c) En cas de persona de contacte per a mantenir relacions directament, es conservaran en tant es mantingui la relació i fora de perill els terminis legals de conservació.",
      "LABELRESPOSTA35": "A la finalitat addicional d'enviament de comunicacions comercials, conservarem les seves dades fins que no ens manifesti la seva oposició a continuar rebent les nostres comunicacions.",
      "LABELRESPOSTA36": "Decisions automatitzades, perfils i lògica aplicada:",
      "LABELRESPOSTA37": "L'empresa NO prendrà decisions automatitzades.",
      
      "LABELPREGUNTA4": "Quina és la legitimació per al tractament de les teves dades personals?",
      "LABELRESPOSTA41": "La base legal per al tractament de les seves dades a la finalitat principal de manteniment d'agenda de contactes és:",
      "LABELRESPOSTA42": "a) En cas de tractar d'una persona de contacte per a mantenir relacions amb l'entitat jurídica o organització en què vostè presta els seus serveis, és la satisfacció de l'interès legítim del responsable, d'acord amb el que estableix l'art. 6.1.f del RGPD.  ",
      "LABELRESPOSTA43": "b) En cas d'interessat posat en contacte amb nosaltres, la base legal és l'obtenció del seu consentiment.",
      "LABELRESPOSTA44": "c) En cas de persona de contacte per a mantenir relacions directament, és la satisfacció de l'interès legítim del responsable, d'acord amb el que estableix l'art. 6.1.f del RGPD.",
      "LABELRESPOSTA45": "A la finalitat addicional d'enviament de comunicacions comercials, la base legal per al tractament de les seves dades és l'obtenció del seu consentiment.",

      "LABELPREGUNTA5": "A quin destinatari es comunicaran les teves dades personals?",
      "LABELRESPOSTA51": "A Sharefy comptarem amb la col·laboració de tercers prestadors de serveis que en cada cas hàgim pogut contractar i que, per a la prestació d'aquest servei, pot ser necessari que tinguin accés a les seves dades de caràcter personal, però que els tractaran amb totes les garanties legals exigibles, seguint les nostres instruccions i prèvia subscripció d'un contracte de protecció de dades en les que exigim, entre d'altres, tractar les dades exclusivament per a les finalitats pactades, aplicar mesures tècniques i organitzatives adequades, així com suprimir i retornar les dades a la finalització del servei.",
      "LABELRESPOSTA52": "A Sharefy seguim uns criteris estrictes de selecció de tercers prestadors de serveis per tal de donar compliment a les nostres obligacions i matèria de protecció de dades.",

      "LABELPREGUNTA6": "Quins són els teus drets quan ens facilita les seves dades?",
      "LABELRESPOSTA61": "Qualsevol persona té dret a obtenir confirmació sobre si en Sharefy estem tractant dades personals que li concerneixen o no.",
      "LABELRESPOSTA62": "Així mateix, té:",
      "LABELRESPOSTA63": "Dret a sol·licitar l'accés a les seves dades personals.",
      "LABELRESPOSTA64": "Dret a sol·licitar la seva rectificació.",
      "LABELRESPOSTA65": "Dret a sol·licitar la seva supressió.",
      "LABELRESPOSTA66": "Dret a sol·licitar la limitació del seu tractament.",
      "LABELRESPOSTA67": "Dret a oposar-se al tractament.",
      "LABELRESPOSTA68": "Dret a la portabilitat de les dades.",
      "LABELRESPOSTA69": "Dret a retirar el consentiment prestat.",
      "LABELRESPOSTA610": "Dret d'informació.",
      "LABELRESPOSTA611": "Dret a oposar-se a ser objecte de decisions individuals automatitzades.",
      "LABELRESPOSTA612": "Així mateix, l'informem que pot dirigir-se a l'Agència Espanyola de Protecció de Dades (www.aepd.es) per obtenir informació addicional o per presentar una reclamació, per exemple, si no has obtingut satisfacció en l'exercici dels teus drets.",

      "LABELULTIMAMODIFICACIO": "Última modificació"
    }
  }
}
